/* Menu items */
"Restart into Windows..." = "Uruchom w Windows...";
"About..." = "Informacje...";
"Send Feedback..." = "Skomentuj...";
"Quit" = "Zakończ";

/* Authentication dialog */
"Administrative access is needed to temporarily change your startup disk to \"%@\"." = "Do tymczasowej zmiany dysku startowego na „%@” niezbędne jest hasło administratora.";

/* Errors */
"BootChamp was unable to find a Windows volume" = "BootChamp nie może znaleźć partycji z systemem Windows.";
"Supported file systems are FAT32 and NTFS." = "Obsługiwane są formaty plików FAT32 i NTFS.";

"BootChamp was unable to set your Windows volume as the temporary startup disk" = "BootChamp nie mógł ustawić partycji Windows jako tymczasowego dysku startowego.";
"Authentication may have failed." = "Być może nie powiodła się autoryzacja.";

"BootChamp was unable to restart your computer" = "BootChamp nie mógł ponownie uruchomić komputera.";
"Please restart your computer manually." = "Proszę, uruchom ponownie komputer ręcznie.";